Repository: DaniWunderlich/moodapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, pl

source: Stimmung
es: Estado de ánimo
fr: Humeur
pl: Nastrój

source: Notiz
es: Nota
fr: Note
pl: Notatka

source: Optional: kurzer Kontext
es: Opcional: breve contexto
fr: Optionnel : bref contexte
pl: Opcjonalnie: krótki kontekst

source: Optional: kurzer Kommentar
es: Opcional: breve comentario
fr: Optionnel : bref commentaire
pl: Opcjonalnie: krótki komentarz

source: no comment ☠️
es: sin comentarios ☠️
fr: sans commentaire ☠️
pl: k*rwa ☠️

source: unterirdisch 💀
es: por los suelos 💀
fr: au fond du trou 💀
pl: beznadziejnie 💀

source: mau 🙁
es: flojo 🙁
fr: pas terrible 🙁
pl: słabo 🙁

source: passt scho 😐
es: todo bien 😐
fr: ça passe 😐
pl: może być 😐

source: ganz okay 🙂
es: bien 🙂
fr: plutôt bien 🙂
pl: całkiem ok 🙂

source: gut drauf 😎
es: de buen rollo 😎
fr: de bonne humeur 😎
pl: w dobrym nastroju 😎

source: geilo 🤩
es: genial 🤩
fr: génial 🤩
pl: super 🤩

source: geilomatico 🚀
es: por las nubes 🚀
fr: stratosphérique 🚀
pl: kosmos 🚀

source: Heute
es: Hoy
fr: Aujourd’hui
pl: Dziś

source: Mein Verlauf
es: Mi historial
fr: Mon historique
pl: Moja historia

source: Team
es: Equipo
fr: Équipe
pl: Zespół

source: Sprache wählen
es: Seleccionar idioma
fr: Choisir la langue
pl: Wybierz język

source: Theme wechseln
es: Cambiar tema
fr: Changer de thème
pl: Zmień motyw

source: Eingeloggt als
es: Conectado como
fr: Connecté en tant que
pl: Zalogowano jako

source: Logout
es: Cerrar sesión
fr: Se déconnecter
pl: Wyloguj

source: Login
es: Iniciar sesión
fr: Se connecter
pl: Zaloguj

source: Zeitraum
es: Periodo
fr: Période
pl: Okres

source: Letzte %(d)s Tage
es: Últimos %(d)s días
fr: Derniers %(d)s jours
pl: Ostatnie %(d)s dni

source: Anzeigen
es: Mostrar
fr: Afficher
pl: Pokaż

source: Einträge im Zeitraum: %(n)s
es: Entradas en el periodo: %(n)s
fr: Entrées sur la période : %(n)s
pl: Wpisy w okresie: %(n)s

source: Verlauf (Grafik) – letzte %(d)s Tage
es: Historial (gráfico) – últimos %(d)s días
fr: Historique (graphique) – derniers %(d)s jours
pl: Historia (wykres) – ostatnie %(d)s dni

source: Mood Verlauf
es: Historial de ánimo
fr: Historique d’humeur
pl: Historia nastroju

source: Balkendiagramm der letzten %(n)s Mood-Einträge
es: Gráfico de barras de las últimas %(n)s entradas de ánimo
fr: Graphique en barres des %(n)s dernières entrées d’humeur
pl: Wykres słupkowy ostatnich %(n)s wpisów nastroju

source: Skala: obere Linie = Max, mittlere Linie = 0, untere Linie = Min. Balken: deine letzten Einträge (links → rechts).
es: Escala: línea superior = máx., línea media = 0, línea inferior = mín. Barras: tus últimas entradas (izquierda → derecha).
fr: Échelle : ligne du haut = max, ligne du milieu = 0, ligne du bas = min. Barres : tes dernières entrées (gauche → droite).
pl: Skala: górna linia = maks., środkowa = 0, dolna = min. Słupki: twoje ostatnie wpisy (lewo → prawo).

source: Noch keine Einträge vorhanden.
es: Aún no hay entradas.
fr: Aucune entrée pour l’instant.
pl: Brak wpisów.

source: Einträge der letzten %(d)s Tage
es: Entradas de los últimos %(d)s días
fr: Entrées des %(d)s derniers jours
pl: Wpisy z ostatnich %(d)s dni

source: Datum
es: Fecha
fr: Date
pl: Data

source: Score
es: Puntuación
pl: Ocena

source: Label
es: Etiqueta
fr: Libellé
pl: Etykieta

source: Noch keine Einträge.
es: Aún no hay entradas.
fr: Aucune entrée.
pl: Brak wpisów.

source: Vergangene Tage sind read-only. Änderungen sind nur am jeweiligen Tag möglich.
es: Los días pasados son de solo lectura. Los cambios solo son posibles en el día correspondiente.
fr: Les jours passés sont en lecture seule. Les modifications ne sont possibles que le jour concerné.
pl: Minione dni są tylko do odczytu. Zmiany możliwe wyłącznie w danym dniu.

source: Aggregiert für heute
es: Agregado para hoy
fr: Agrégé pour aujourd’hui
pl: Zagregowane dla dziś

source: Woche (Details je Tag)
es: Semana (detalles por día)
fr: Semaine (détails par jour)
pl: Tydzień (szczegóły dzienne)

source: Zeitraum: %(a)s – %(b)s
es: Periodo: %(a)s – %(b)s
fr: Période : %(a)s – %(b)s
pl: Okres: %(a)s – %(b)s

source: Einträge: %(n)s
es: Entradas: %(n)s
fr: Entrées : %(n)s
pl: Wpisy: %(n)s

source: Verteilung nach Score – heute
es: Distribución por puntuación – hoy
fr: Répartition par score – aujourd’hui
pl: Rozkład ocen – dziś

source: Verteilung nach Score – letzte %(d)s Tage
es: Distribución por puntuación – últimos %(d)s días
fr: Répartition par score – %(d)s derniers jours
pl: Rozkład ocen – ostatnie %(d)s dni

source: Score-Verteilung
es: Distribución de puntuaciones
fr: Répartition des scores
pl: Rozkład ocen

source: Balkendiagramm der Team-Score-Verteilung
es: Gráfico de barras de la distribución de puntuaciones del equipo
fr: Graphique en barres de la répartition des scores de l’équipe
pl: Wykres słupkowy rozkładu ocen zespołu

source: Kennzahlen
es: Indicadores
fr: Indicateurs
pl: Wskaźniki

source: Durchschnitt
es: Promedio
fr: Moyenne
pl: Średnia

source: Median
es: Mediana
fr: Médiane
pl: Mediana

source: Anzahl
es: Cantidad
fr: Nombre
pl: Liczba

source: Anteil
es: Porcentaje
fr: Pourcentage
pl: Udział

source: Anonym: Es werden nur Aggregatwerte angezeigt, keine Nutzerliste.
es: Anónimo: solo se muestran valores agregados; no hay lista de usuarios.
fr: Anonyme : seules des valeurs agrégées sont affichées, pas de liste d’utilisateurs.
pl: Anonimowo: wyświetlane są tylko wartości zagregowane; bez listy użytkowników.

source: Noch keine Einträge im gewählten Zeitraum.
es: No hay entradas en el periodo seleccionado.
fr: Aucune entrée sur la période choisie.
pl: Brak wpisów w wybranym okresie.

source: Team – Woche
es: Equipo – semana
fr: Équipe – semaine
pl: Zespół – tydzień

source: Anzahl Einträge
es: Número de entradas
fr: Nombre d’entrées
pl: Liczba wpisów

source: arithmetisches Mittel
es: media aritmética
fr: moyenne arithmétique
pl: średnia arytmetyczna

source: Durchschnitt (Ø)
es: Promedio (Ø)
fr: Moyenne (Ø)
pl: Średnia (Ø)

source: Median der Einzelwerte
es: mediana de los valores individuales
fr: médiane des valeurs individuelles
pl: mediana wartości indywidualnych

source: Summe/Woche
es: Total/semana
fr: Total/semaine
pl: Suma/tydzień

source: Speichern
es: Salvar
fr: Sauvegarder
pl: Zapisz

source: Bitte Benutzername und Passwort prüfen.
es: Por favor, verifica el nombre de usuario y la contraseña.
fr: Veuillez vérifier le nom d’utilisateur et le mot de passe.
pl: Sprawdź nazwę użytkownika i hasło.

source: Benutzername
es: Usuario
fr: Nom d’utilisateur
pl: Nazwa użytkownika

source: Passwort
es: Contraseña
fr: Mot de passe
pl: Hasło

source: Danke! Dein heutiger Mood wurde gespeichert.
es: Gracias! Tu estado de ánimo de hoy ha sido guardado.
fr: Merci ! Ton humeur du jour a été sauvegardée.
pl: Dziękujemy! Twój dzisiejszy nastrój został zapisany.

source: meh 😵‍💫
fr: bof 😵‍💫
