Repository: DaniWunderlich/moodapp
Catalog: locale/gsw/LC_MESSAGES/django.po
Languages: gsw

source: Stimmung
gsw: Luune

source: Notiz
gsw: Bemerkig

source: Optional: kurzer Kontext
gsw: Optional: churze Zämmehang

source: Optional: kurzer Kommentar
gsw: Optional: churze Kommentar

source: no comment ☠️
gsw: kei Kommentar ☠️

source: passt scho 😐
gsw: goht so 😐

source: gut drauf 😎
gsw: guet druf 😎

source: geilo 🤩
gsw: mega 🤩

source: geilomatico 🚀
gsw: huere guet 🚀

source: Heute
gsw: Hüt

source: Mein Verlauf
gsw: Mi Verlauf

source: Sprache wählen
gsw: Sproch wähle

source: Theme wechseln
gsw: Theme wechsle

source: Eingeloggt als
gsw: Iigloggt als

source: Logout
gsw: Uslogge

source: Login
gsw: Ilogge

source: Zeitraum
gsw: Ziitruum

source: Letzte %(d)s Tage
gsw: Letschti %(d)s Täg

source: Anzeigen
gsw: Azeige

source: Einträge im Zeitraum: %(n)s
gsw: Iiträg im Ziitruum: %(n)s

source: Verlauf (Grafik) – letzte %(d)s Tage
gsw: Verlauf (Grafik) – letschti %(d)s Täg

source: Mood Verlauf
gsw: Luune-Verlauf

source: Balkendiagramm der letzten %(n)s Mood-Einträge
gsw: Säulendiagramm vo de letschte %(n)s Luune-Iiträg

source: Skala: obere Linie = Max, mittlere Linie = 0, untere Linie = Min. Balken: deine letzten Einträge (links → rechts).
gsw: Skala: obersti Linie = Max, mittleri Linie = 0, untersti Linie = Min. Säule: dini letschte Iiträg (links → rächts).

source: Noch keine Einträge vorhanden.
gsw: No kei Iiträg vorhande.

source: Einträge der letzten %(d)s Tage
gsw: Iiträg vo de letschte %(d)s Täg

source: Noch keine Einträge.
gsw: No kei Iiträg.

source: Vergangene Tage sind read-only. Änderungen sind nur am jeweiligen Tag möglich.
gsw: Vergangeni Täg sind nur läsbar. Änderige sind nume am jewilige Tag möglich.

source: Aggregiert für heute
gsw: Zämefasst für Hüt

source: Woche (Details je Tag)
gsw: Wuche (Detail pro Tag)

source: Zeitraum: %(a)s – %(b)s
gsw: Ziitruum: %(a)s – %(b)s

source: Einträge: %(n)s
gsw: Iiträg: %(n)s

source: Verteilung nach Score – heute
gsw: Verteilig nach Score – Hüt

source: Verteilung nach Score – letzte %(d)s Tage
gsw: Verteilig nach Score – letschti %(d)s Täg

source: Score-Verteilung
gsw: Score-Verteilig

source: Balkendiagramm der Team-Score-Verteilung
gsw: Säulendiagramm vo de Team-Score-Verteilig

source: Kennzahlen
gsw: Kennzahlä

source: Durchschnitt
gsw: Durschnitt

source: Anzahl
gsw: Aazahl

source: Anteil
gsw: Aateil

source: Anonym: Es werden nur Aggregatwerte angezeigt, keine Nutzerliste.
gsw: Anonym: Es wirdä nume Aggregatwärt azeigt, kei Nutzerlischtä.

source: Noch keine Einträge im gewählten Zeitraum.
gsw: Kei Iiträg im gwählte Ziitruum.

source: Team – Woche
gsw: Team – Wuche

source: Anzahl Einträge
gsw: Aazahl Iiträg

source: arithmetisches Mittel
gsw: arithmetischs Mittel

source: Durchschnitt (Ø)
gsw: Durschnitt (Ø)

source: Median der Einzelwerte
gsw: Median vo de Einzelwärt

source: Summe/Woche
gsw: Total/Wuche

source: Speichern
gsw: Speichere

source: Bitte Benutzername und Passwort prüfen.
gsw: Bitte Benutzername und Passwort prüefe.

source: Danke! Dein heutiger Mood wurde gespeichert.
gsw: Merci! Dini hütigi Luune isch gspeichert.
